RenatoLagos/wifi-sensing-edge/firmware/csi-recv/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"

CONFIG_ESP_CONSOLE_UART_BAUDRATE=921600
CONFIG_ESP_CONSOLE_UART_DEFAULT=y

CONFIG_FREERTOS_HZ=1000

CONFIG_ESP32S3_DEFAULT_CPU_FREQ_240=y

CONFIG_ESP_TASK_WDT_TIMEOUT_S=10

CONFIG_LOG_DEFAULT_LEVEL_INFO=y
